Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# VideoDetails.VideoIdRequired
source: A video ID is required.
af_za: 'n Video-ID word vereis.
am_et: የቪዲዮ መታወቂያ ያስፈልጋል።
ar_sa: مطلوب معرف الفيديو.
as_in: এটা ভিডিঅ’ আইডিৰ প্ৰয়োজন।
az_latn_az: Video ID tələb olunur.
be_by: Патрабуецца ідэнтыфікатар відэа.
bg_bg: Изисква се идентификатор на видео.
bn_bd: একটি ভিডিও আইডি প্রয়োজন।
bs_latn_ba: Potreban je ID videozapisa.
ca_es: Cal un identificador de vídeo.
cs_cz: Je vyžadováno ID videa.
da_dk: Et video-id er påkrævet.
de_de: Ein Videoausweis ist erforderlich.
el_gr: Απαιτείται αναγνωριστικό βίντεο.
es_us: Se requiere una identificación por video.
et_ee: Vaja on video ID-d.
eu_es: Bideoaren IDa behar da.
fa_ir: شناسه ویدیو مورد نیاز است.
fi_fi: Videotunnus vaaditaan.
fil_ph: Kinakailangan ang isang video ID.
fr_ca: Une carte d'identité vidéo est requise.
gl_es: Requírese un ID de vídeo.
gu_in: વિડિઓ ID જરૂરી છે.
he_il: נדרש מזהה וידאו.
hi_in: एक वीडियो आईडी आवश्यक है.
hr_hr: Potreban je ID videozapisa.
hu_hu: Videóazonosító szükséges.
hy_am: Պահանջվում է վիդեո ID:
id_id: ID video diperlukan.
is_is: Auðkenni myndbands er krafist.
it_it: È richiesto un ID video.
ja_jp: ビデオIDが必要です。
ka_ge: საჭიროა ვიდეო ID.
kk_kz: Бейне идентификаторы қажет.
km_kh: តម្រូវ​ឱ្យ​មាន​លេខ​សម្គាល់​វីដេអូ។
kn_in: ವೀಡಿಯೊ ಐಡಿ ಅಗತ್ಯವಿದೆ.
ko_kr: 동영상 ID가 필요합니다.
ky_kg: Видео ID талап кылынат.
lo_la: ຕ້ອງມີ ID ວິດີໂອ.
lt_lt: Būtinas vaizdo įrašo ID.
lv_lv: Nepieciešams video ID.
mk_mk: Потребна е идентификација на видео.
ml_in: ഒരു വീഡിയോ ഐഡി ആവശ്യമാണ്.
mn_mn: Видео ID шаардлагатай.
mr_in: व्हिडिओ आयडी आवश्यक आहे.
ms_my: ID video diperlukan.
nb_no: En video-ID kreves.
ne_np: भिडियो आईडी आवश्यक छ।
nl_nl: Een video-ID is vereist.
or_in: ଏକ ଭିଡିଓ ID ଆବଶ୍ୟକ |
pa_in: ਇੱਕ ਵੀਡੀਓ ਆਈ.ਡੀ. ਦੀ ਲੋੜ ਹੈ।
pl_pl: Wymagany jest identyfikator wideo.
pt_br: É necessário um ID de vídeo.
ro_ro: Este necesar un ID video.
ru_ru: Требуется идентификатор видео.
si_lk: වීඩියෝ හැඳුනුම්පතක් අවශ්‍ය වේ.
sk_sk: Vyžaduje sa ID videa.
sl_si: Potreben je ID videa.
sq_al: Kërkohet një ID video.
sr_cyrl_rs: Потребан је ИД видеа.
sr_latn_rs: Potreban je ID videa.
sv_se: Ett video-ID krävs.
sw_ke: Kitambulisho cha video kinahitajika.
ta_in: வீடியோ ஐடி தேவை.
te_in: వీడియో ID అవసరం.
th_th: ต้องมีรหัสวิดีโอ
tr_tr: Bir video kimliği gereklidir.
uk_ua: Потрібен ідентифікатор відео.
ur_pk: ایک ویڈیو ID درکار ہے۔
uz_latn_uz: Video identifikatori talab qilinadi.
vi_vn: Cần có ID video.
zh_hans_cn: 需要视频 ID。
zh_hant_hk: 需要視訊 ID。
zu_za: Kudingeka i-ID yevidiyo.

# Settings.AboutSpecialThanks
source: Special Thanks
af_za: Spesiale dank
am_et: ልዩ ምስጋና
ar_sa: شكر خاص
as_in: বিশেষ ধন্যবাদ
az_latn_az: Xüsusi təşəkkürlər
be_by: Асаблівая падзяка
bg_bg: Специални благодарности
bn_bd: বিশেষ ধন্যবাদ
bs_latn_ba: Posebne zahvalnice
ca_es: Agraïments especials
cs_cz: Zvláštní poděkování
da_dk: Særlig tak
de_de: Besonderer Dank
el_gr: Ιδιαίτερες ευχαριστίες
es_us: Agradecimientos especiales
et_ee: Erilised tänusõnad
eu_es: Eskerrak bereziak
fa_ir: تشکر ویژه
fi_fi: Erityiskiitokset
fil_ph: Espesyal na pasasalamat
fr_ca: Remerciements particuliers
gl_es: Agradecementos especiais
gu_in: વિશેષ આભાર
he_il: תודות מיוחדות
hi_in: विशेष धन्यवाद
hr_hr: Posebne zahvale
hu_hu: Külön köszönet
hy_am: Հատուկ շնորհակալություն
id_id: Ucapan terima kasih khusus
is_is: Sérstakar þakkir
it_it: Ringraziamenti speciali
ja_jp: 特別な感謝
ka_ge: განსაკუთრებული მადლობა
kk_kz: Арнайы алғыс
km_kh: សូមថ្លែងអំណរគុណពិសេស
kn_in: ವಿಶೇಷ ಧನ್ಯವಾದಗಳು
ko_kr: 특별한 감사
ky_kg: Өзгөчө ыраазычылык
lo_la: ຂອບໃຈເປັນພິເສດ
lt_lt: Ypatinga padėka
lv_lv: Īpašs paldies
mk_mk: Посебна благодарност
ml_in: പ്രത്യേക നന്ദി
mn_mn: Онцгой талархал
mr_in: विशेष आभार
ms_my: Penghargaan khas
nb_no: Spesiell takk
ne_np: विशेष धन्यवाद
nl_nl: Speciale dank
or_in: ବିଶେଷ ଧନ୍ୟବାଦ
pa_in: ਵਿਸ਼ੇਸ਼ ਧੰਨਵਾਦ
pl_pl: Specjalne podziękowania
pt_br: Agradecimentos especiais
ro_ro: Mulțumiri speciale
ru_ru: Особая благодарность
si_lk: විශේෂ ස්තුතිය
sk_sk: Osobitné poďakovanie
sl_si: Posebna zahvala
sq_al: Falënderime të veçanta
sr_cyrl_rs: Посебна захвалност
sr_latn_rs: Posebna zahvalnost
sv_se: Särskilt tack
sw_ke: Shukrani za pekee
ta_in: சிறப்பு நன்றிகள்
te_in: ప్రత్యేక ధన్యవాదాలు
th_th: ขอขอบคุณเป็นพิเศษ
tr_tr: Özel teşekkürler
uk_ua: Особлива подяка
ur_pk: خصوصی شکریہ
uz_latn_uz: Maxsus minnatdorchilik
vi_vn: Lời cảm ơn đặc biệt
zh_hans_cn: 特别感谢
zh_hant_hk: 特別鳴謝
zu_za: Ukubonga okukhethekile
